{"text":{"0":"we\n\nStanford Liksssy «\nFOR THE WOMAN WHO WORKS SUL 7 fh |\n- |\n\nOhe\nProgressive Woman\n\n \n\nVOL IV. NOVEMBER, 1910 NO. XXXxXIl\n\n—Courtesy of The Coming Nation\n\nFEEDING THE IMMIGRANTS AT ELLIS ISLAND\n\n \n\nTHE PROGRESSIVE WOMAN PUB. CO.\nGIRARD, KANSAS\n\nU.S. A.\nPRICE 5 CENTS ‘ B0c.’ A ‘YEAR","1":"2\n\n \n\nFROM ELLIS ISLAND TO COUNTY\nJAIL.\n\n \n\nJoc K.\n\nThey come over in the steerage. There\nthey are herded like cattle and treated like\nbrutes. Their passage money pays the ship,\nbut they get the dregs, the wormy food, the\ninconveniences, the oaths and inhuman treat-\nment, while the first and second-class pas-\nsengers receive all the good things, though\nthey pay, compared with the actual cost of\nservice, even less than the immigrants pay\nfor transportation. In other words, were it\nnot for the profits made from the transporta-\ntion of immigrants, the others could not get\nthe splendid service they do, at the prices they\npay. That is why it is said that the immigrant\n“pays the ship.” When he arrives with his\nfamily at Ellis Island he is still treated more\nlike an animal than a human being, and is\ntagged and carted about like so much stock,\nuntil disposed of.\n\nAnd after he is disposed of? Are all things\nright with him then? What are his chances\nin the land of wealth and of promise along\nwith the “better classes”? Is he given as\ngood as they get—or does he still pay the\nship?\n\nIn ninety-nine and nine-tenths cases out\nof a hundred, he remains the hoard, the mass.\nhe is overworked at poor wages; he is fed\non slops and adulterated and wormy foods;\nhe buys shoddy clothing at an enormous profit\nto the manufacturer, he lives in filthy holes\nat a high rent. He is, indeed, just what\nhe was on board ship—the exploited, the\nprofit-maker for the concern; for the United\nStates government and the men who own it.\nHe still pays the ship.\n\nBut not without some cost and trouble on\nthe part of the ship management—this time,\nthe Ship of State. His low wages, his filthy\nfood, his ugly, crowded home, are not con-\nducive to creating within him the highest\npowers of moral judgment, and he not in-\nfrequently follows the line of least resistance\n—and breaks a law. Then the wise law-mak-\ners retaliate by shutting him up, at the ex-\npense of the rest of his kind—and a few\nothers.—And the few others have objected to\ncarrying even this much of him on their\nhands, to the extent that they are forcing\ninstitutions where he must work out his own\ncriminal expense—and a neat little profit for\nthe state beside. In this way he is sure of\ncarrying the whole burden, not only of him-\nself, and his kind, but of the rest of society\nas well.\n\nDown in the county jail here in Girard\nsome women of the erstwhile immigrant\nclass are carefully stored away for the crime\nof selling liquor in a “dry” state. I was\ntold that during a recent coal strike in this\ncounty a good many wives of miners re-\nsorted to this method of putting pennies in\ntheir purses, and incidently keeping the wolf\nfrom the door. It was an interesting story\nand I went over to look at the women. ‘They\nhad all been let out but two. One of these\nwas busy at work upstairs—helping to pay\nthe ship, I suppose. The other one told me\nall about it.\n\nShe was forty years old, her husband had\nheen sickly for a long time, her 17-year-old\ndaughter had been out of work, and, “as the\nother women were doing it, I thought I would\ntry my hand,” she said. “We didn’t have any\nmoney, and I had tou make some payments on\nour stoves, and other things, and I thought\nI'd just sell it long enough to get a little\n\nahead. They told me I'd get caught the first !\n\nTHE PROGRESSIVE WOMAN. m\n\nthing. I sold for a few days, but I got\nscared and intended to quit after Saturday\nnight. But Saturday night they caught me.\nI had just $3, and I reckon that is all gotie\nnow. Yes, I reckon my folks are worryin’\nabout me. My mother is 60 years old and\nsick, and I guess she is pretty worried. This\nis the first time I ever got into any trouble\nand I bet it will be the last time... . But\nI’ve always had such a hard time, and I just\nthought if I could get a little ahead until the\ngirl or my husband could get something to\ndo, it would help some.” Repeatedly during\nour conversation she sighed heavily, and said\nshe was “awfully worried.”\n\nShe expects to have to pay a fine at the\nend of her term, and as she hasn’t the where-\nwithal to do it with, she is afraid they will\nkeep her indefinitely. They won't. It costs\nmoney to feed her even the fried potatoes,\nbucket of coffee and two slices of bread\nher mate brought down before I left. They\nwill turn her out to more starvation and more\ntemptation. ‘The more liquor she sells the\nmore valuable she is to the powers that be,\nunder present conditions.\n\nIn the meantime, I am told that the county\nofficials are “making a lot of money out of\nall these arrests.” All of which perhaps is\nmerely a side issue and not applicable to the\ncase in hand, except that somebody is paying\nthe ship here, too.\n\nFrom Ellis Island—and almost as often,\nfrom our own farms and towns and cities—\nto the county jail, the penitentiary and the\ngallows is a hard, weary road, sometimes\nshort, sometimes long; and it is traveled by\nthe workingman and the workingwoman, the\nunderpaid, the down-trodden, the timid, the\nexploited, in the vast majority of cases.\n\nVery truly can we say, workingmen and\nwomen of the world unite, you have nothing\nto lose but your chains; you have everything\nelse to gain.\n\nHavo You Read “War—What For?”\n\nBY GEORGE R. KIRKPATRICK.\n\nHere is what Engene V. Debs says\nabout it: “. .. I have the book, War—\nWhat for? in my hand, and its keen and\ntrenchant passages stir me, thrill me,\n. .. this wonderful book, . . . this out-\npouring of your brain and heart and\nsoul, this marvelous plea to all that is\nhuman in man... .\n\n“The cutting, opigrammatic opening\nsentences, the pictures, illustrations,\ncomparisons, and vivid portrayals of\n\nyour inspired pen, coupled with the\nthe burning appeals hot from your in-\ndignant soul, all combine to make this\nthe book of an epoch, an immortal\nachievement... . ”\n\nPrice, $1.20. Order from Progressive\nWoman.\n\n \n\n \n\n \n\n \n\n \n\nThere is an enormous physical deterioration as\nwell of the children and young persons as of\nthe women, whom machinery subjects to the\nexploitation of capital. There is a tremendous\nmortality. during the first few years of their\nlife, of ‘the children of the operatives, As was\nshown by an official medical inquiry, the high\ndeath rates are principally due to the employment\nof the mothers away from their hemes, and to\nthe neglect and maltreatment consequent on her\nabsence, such as insufficient nourishment, un-\nsuitable food and dosing with oplates; besides\nthis there arises an unnatural estrangement be-\ntween mother and child, and as a_ consequence\nintentional starving and poisoning of children.\n\nBy the excessive addition of women and chil-\ndren to the ranks of the workers, machinery at\nlast breaks down the resistance which the male\noperatives In the manufacturing perlod continued\nto oppose the despotism of capital.-—Karl Marx\nin Capital.\n\n  \n\nAdvertisers pay for their ads. ‘Chat helps pay\n\n \n\nfor this paper. When you order from our adver-\n{isers you are helping boost the Woman.\n\n——————\n\nUNCLE REUB ON THE WOMAN\nQUESTION..\n\n \n\nJ.\n\nc. K.\n(N my day wim\n\nmin wuz all satis-\n\nfied. They kept\nstill. They kept\ntheir place as wuz\ntheir duty, and\n\nlearned uv us men.\nToday they ain\nno wimmin. satis-\nfied. .Every gol\ndarned one uv ’em\nis a-fussin’ about\nsumthin’. They\n\nGicrek simply kaint keep\n* still, And as fer\nlearnen’ uv us men—ye might es well expect a\nman to sit down meek like, and lern uv a\nwoman, as fer the modern wimmin to listen\nto the wisdum uy us monarchs uv the race.\n\nUv coarse, they kaint nothin’ else come\nuv it, but the bustin’ up uv the home. Fer\nhow can a home be a home, when the wim-\nmin won’t stay to home and take keer of it?\nLook at all of these females makin’ a rush\nfer the factory, an’ dry-goods store, an’ cot-\nton mills. The anshunt Marathon weren't in\nit along side of them. They’re goin’ by the\nmillions, and purty soon it’ll be by the trillions\nan’ quadrillions, an’ bimeby we’ll have to in-\nvent some more illions, jest to measure the\nstacks of wimmen as air leavin’ their happy\nhomes fer outside amusements, such as the\nafore menshuned. 5\n\nThe trouble of it all is—What air we MEN\na-goin’ to do? We would be perfektly help-\nluss. We kain’t cook. It strains our saintly\npashuns to the limit already jest to build the\nkitchen fires. An’ Ill be gol-darned ef we're\na-goin’ to soil our manly hands by contact\nwith common dish water. Not yer Uncle\nReuben, by Heck !\n\nThen there’s the childurn. What man ever\nknowd how to carry a squallin’ kid? Down-\nside up, er up-side down—it's all th’ same\nter him when the measly brat’s a howlin’ fer\npure devilment. It’s too hard on his delicate\nnerves. Only a woman can decipher this\nenigma of infent’s moods. It’s her speer. An’\nI’m willin’ to admit, ef the worst comes to\nthe worst, I’m willin’. to enforce the law\nthat'll keep her in her speer—ef I have to\nuse a club, God never give us men superior\nphysical powers fer nothin’. I reckon he\nknowd what was a-comin’.\n\n \n\nNo siree, none uv yore “woman's suffer-\nage” fer mine. My old woman died long be-\nfore this here melee about sufferage wim-\nmin come up—an’ I'll bet she’s mighty ding\nglad uv it. She’d a knowd better'n to hev\nopened her mouth, enny way. An’ es fer\nSoshulism—every authority lovin’ man from\nthe North Pole to the torrid zone onght to\njine in a solid falanx an’ fight this monster-\nfriend of woman's emancipashun. Soshulism\nis woman's best friend, therefore it must be\nman’s worst enemy. Any man that wants\nto rule the roost can see that with one half\nuv a had eye.\n\nI’m a stand-patter, when it comes to law\nan’ order, an’ the enforcement uv the geod\nold way. I'm fer shovin’ the whole blamed\nbrood uv females back to the hen roost.\nan’ fer that reason I’m agin sufferage i”\nSoshulism an’ all the rest of the blame thing\nthat's agin the persunal interests of man, and\nis disconcertin’ to his sense of dignity.\n\nAll them that’s with me hold up yore hands\nAll that ain’t, please keep still—you might .\n\n \n\n \n\nmake too much (noise.","2":"et\n\nTHE PROGRESSIVE WOMAN.\n\n \n\nTHE SWEATING SYSTEM\n\na MARY L. GEFFS\n\nSpecial Investigator for the Bareau of Labor Statistics of Ohio, 1893\n\nOrigin of Title.\n\nIt is not definitely known what gave the\nsystem its title, but it is safe to hazard a zuess\nthat ait was the sheer aptness of the word\nsweating” to describe the condition, For many\nof the shops and tenements where the work\nis carried on are veritable bake ovens. ‘They\nare often found in attic rooms where the\nsummer sun beats down unmercifully upon\nthe roof but a few feet above the toilers’\nheads. where the heat of chareczl stoves and\nthe steam and heat of irons needed in pressing,\ntogether with a total lack of proper veutila-\ntion render anything less than ing im-\npossible. It may, therefore, be to the dver-\ndoing of the command said to have been\ngiven to the First Pair, “in the sweat of they\nface shalt thou eat bread,” that this citle is\ndue; but it might with cqual fitness express\nthe orthodox idea of the abode of the lost.\nfor, in all the range of woman employing\nindustries, not only are there few so hot.\nbut fewer still so hard, so unremunerative,\nso slavish, nor whose baneful effects are so\nwide-spread and far-reaching as that known\nby the title of “The Sweating System.”\n\nWhat It is and How It Operates.\n\nThis system is that by which garments\ncut in the big factories and given out to ke\nmade in the shops or homes of the workers.\nThe work is paid for by the piece or by\nweekly wages based on the piece, and prices\nare reckoned according to the iron law of\nwages. That is, as near as possible to the\nlife limit; the lowest point at which the work-\ners can live and continue to produce. They\nare so low that long hours must be put in\nevery day in order that the workers may\neke cut a bare existence.\n\nThe Good That is Claimed for It. .\n\nThe good that is claimed for this system\nis that it enables mothers of young children,\ncr wiih invajids under their care, to carn\na living at home while at the same tine\ncaring 1¢r the helpless ones in their charge.\nAlso, that it enables poor men to enter th\nbusiness world, and, with very little capital\nto begin on, to build up a comfortable for-\ntune.\n\nBoth claims are true; but at what cost?\n\n‘Two typical cases, actually visited, will\nillustrate :\n\nHow the Good Points Appear When\nInvestigated.\n\nFirst, let us go to the home of the mother\nof a family. It is in one of the big tene-\nment houses of Cincinnati, a class of human\nhive which abounds in all big cities of the\nstate. It is on the third floor and is, there-\nfore a degree better in point of heat than\nthe attic above. It consists of two small\nrooms. The room where the sewing is done\nis kitchen, sewing room and bed room for\npart of the family. Its one small window\nopens out onto a narrow porch beyond which\nis the high wall of another building; and it\nis shaded by another porch belonging to the\nfloor above. There is but a narrow slit of\nlight by which to work, and ventilation is\nunworthy the name. The other hole in the\nwall, by courtesy called a room, is almost\nwholly dark, its one window opening on to\na dingy courtway where the sun penetrates\nonly at noonday.\n\nThe family consists of crippled husband,\nwife and three small children. The wife\nmakes the living for the family, and here\n\n  \n\n \n\n   \n\n \n\n \n\nwe will find the “good” features of the\nsystem in full force. She takes care of her\nchildren and = sick husband and_ still earns\na living for her family. What a boon to her\nmust be the sweating system. But let us\ninquire how she gets on. Listen; she’s tell-\ning us:\n\nShe makes luster coats at eighteen cents\ncach. She gets the work ready cut from the\ncontractor and returns the garments finished.\nShe bears the expense of transporting the\nwork both ways; that is, she would bear the\nexpense if she could afford it, but she can't,\nso she makes the trip herself to and from\nthe factory, carrying the heavy bundle both\nways. The lcss of time alone is no small\nitem, often equalling the price of a coat or\nmore.\n\nThe business of the contractor is so sys-\ntemized that cach worker has a certain day\nin the week on which to bring back finished\ngarments and take out new work. Necessarily\na good many have the same day; so when our\nworker gets there all she can do is to await\nher turn, She may wait half an hour; she\nmay wait half a day. She may grow rest-\nless thinking of the helpless ones at home\ncr the precious moments wasting; but it\nmatters not; she would not be received on\nany other day than the one allotted, so there\nis nothing to do but wait.\n\nAt last her turn arrives; her work passes\nunder the eye of the inspector, and she waits\nwith bated breath and many forebodings\nwhile the search for faults goes on. Whether\nor not faults are found often depends more\nupon the humor of the inspector than upon\nthe condition of the work. Inspectors may\nbe soured by the system, by coming into\ndaily contact with those for whom they need\ncultivate no respect, or, they may be over\nzealous to please their employers; but be\nthe cause what it may, the fact remains that\nabout ninety-nine out of every hundred are\ncrabbed and unkind and never seem so happy\nas when finding fault. Real faults there\ndoubtless are sometimes, but even when these\nfaults are no more than the tacking of a but-\nton hole or the better sewing on of a button,\njobs that weculd take but a moment's time,\nthe work is thrown back on the hands of the\nworker—or into her face, as actually hap-\npened—and she is ordered to take the work\nhome and do it over and return it the fol-\nlowing week. .This means twice more car-\ntying it over the road, and waiting for her\nmoney another whole week. But there is no\nappeal; the inspector is an absolute autccrat\nin his realm, and she dare not quarrel with\nhim for fear of losing her work altogether.\n\nTwo coats per day are as many as she can\nhope to finish with her other duties. Thirty-\nsix cents per day. All but the barest neces-\nsities must be cut out. The children kuow\nnot the taste of sugar. The crippled hus-\nband indulges in no hope of medical assis-\ntance other than the experimentation of char-\nity doctors, The mother hopes for nothing\nexcept that work will not fall off. Life has\nno sunbeams; it has only the grayness of\nwant, despair and suffering. And so. the\n\n‘| beneficent features of the system fade away\n\nat the closer touch, leaving revealed only\nsome of the saddest tragedies in the lives\nof earth’s lowly toilers.\nHow the Sub-Contractor Gets Rich.\nCome, next, to a shop in Cleveland where\n\n \n\nthe: other claim, that a poor man may enter\nbusiness and get rich, is verified.\n\nThis shop is conducted by a man who, ac-\ncording to his statement, began a few years\nago with barely enough saved from his earn-\nings to pay a month’s rent on a shop; now\nhe has a neat and- constantly growing bank\naccount and looks forward with confidence\nto the time when he will become a manu-\nfacturer. He is a sub-contractor; an employ-\ning employe. In relation to the big manu-\nfacturer from whom he gets his work he\nis an employe; and in relation to those under\nhim who do the -work he is an employer.\nSome day he will buy up a stock of goods,\ncut the garments in his own shop and be an\nemployer only; a manufacturer; a captain\nof industry; then the whole profit will be\nhis, and his road to fortune will be straight.\nHe is in business for what there is in it,\nand lays no hypocritical claims to philan-\nthropical motives. He might call in other men\nas poor as himself and together they’ might\nshare the profits, but that would not be good\nbusiness. He applies strict business princi-\nples to the enterprise; he plays the game\naccording to the rules; and the resu't is that\nhis ship is filed with girls who must make\na living.\n\nOstensibly he pays weekly wages, but the\nsum paid, which seldom reaches above .$2.50,\nis based upon the following calculation: -The\n\n \n\n \n \n \n\n.class of work on which he is engaged is\n\nladies’ coats for which the’ manufacturer\npays him sixty cents each. A girl, to be\nworth $2.50 per week to him, must make at\nleast two coats per day, $1.20. In two days\nshe has virtually earned all she is to get for\nthe whole week, and the other four days\nare absolutely clear profit to her employer.\nOr, in other words, for the opportunity of\nearning $2.50 for herself she must pay $4.70\nto the man who gives her the opportunity.\n(i. @, two coats per day, $1.20, six days in\nthe week, $7.20, $2.50 due her in wages,\nleaves $4.70 to the employer.) She would\nnot receive $2.50 if she produced less than\n$4.70 in profits to her employer. So after\nall her weekly wage is only seeming; she\nreally gets, leaving off fractions, twenty cents\nfor making a heavy coat, while her employer\ngets forty cents for allowing her to make it.\nYes, the claim is absolutely well founded\nthat a shrewd and energetic business man\nmay enter the business and soon get rich.\n\nAn incident that actually occurred a few\ndays prior to the visit of the investigator to\nthis particular shop will show under what\nhigh pressure a $2.50 a week girl, tasked with\nthe production of two coats per day, must\nwork:\n\nThe sewing machincs were run by foot\npower; the hours of labor were from 7 a.\nm. to 6 p. m. with half an hour at noon\nfor lunch; the stove, covered with hot irons\nused in pressing, was kept going at full\nblast all day; it was in mid-summer and\nmercury marked high among the nineties;\nthe shop was intensely hot. The “boss” no-\nticed one of the girls lagging and called out\nto her above the din of the machinery.\n\n“Go ahead there; what are you stopping\nfor? You can make your legs go faster;\nfaster, do you hear?”\n\nThe girl heard and went “faster,” and the\nnext moment lay in a dead faint on the\n\nContinued on page 11"},"page_number":{"0":1,"1":2,"2":3},"image":{"0":{"category":0,"custom_mimetype":"image\/x-portable-pixmap","decodermaxblock":65536,"encoderconfig":[],"filename":"","format":"PPM","fp":null,"height":2351,"im":{"bands":3,"id":140218196016800,"mode":"RGB","ptr":{},"size":[1647,2351],"unsafe_ptrs":[["image8",0],["image32",140218200464896],["image",140218200464896]]},"map":null,"palette":null,"pyaccess":null,"readonly":0,"size":[1647,2351],"tile":[],"width":1647},"1":{"category":0,"custom_mimetype":"image\/x-portable-pixmap","decodermaxblock":65536,"encoderconfig":[],"filename":"","format":"PPM","fp":null,"height":2351,"im":{"bands":3,"id":140218196047360,"mode":"RGB","ptr":{},"size":[1647,2351],"unsafe_ptrs":[["image8",0],["image32",140218200394752],["image",140218200394752]]},"map":null,"palette":null,"pyaccess":null,"readonly":0,"size":[1647,2351],"tile":[],"width":1647},"2":{"category":0,"custom_mimetype":"image\/x-portable-pixmap","decodermaxblock":65536,"encoderconfig":[false,-1,-1,""],"filename":"","format":"PPM","fp":null,"height":2351,"im":{"bands":3,"id":140218227663904,"mode":"RGB","ptr":{},"size":[1647,2351],"unsafe_ptrs":[["image8",0],["image32",140218267917824],["image",140218267917824]]},"map":null,"palette":null,"pyaccess":null,"readonly":0,"size":[1647,2351],"tile":[],"width":1647}},"fn":{"0":"..\/data\/Progressive_Woman_Vol-4_Iss-42.pdf","1":"..\/data\/Progressive_Woman_Vol-4_Iss-42.pdf","2":"..\/data\/Progressive_Woman_Vol-4_Iss-42.pdf"}}